[
    {"question": "When was the last time you tried something new?", "category": "Personal Growth"},
    {"question": "Who do you sometimes compare yourself to?", "category": "Self-Reflection"},
    {"question": "What’s the most sensible thing you’ve ever heard someone say?", "category": "Wisdom"},
    {"question": "What gets you excited about life?", "category": "Passion"},
    {"question": "What life lesson did you learn the hard way?", "category": "Learning"},
    {"question": "What do you wish you spent more time doing five years ago?", "category": "Regret"},
    {"question": "Do you ask enough questions or do you settle for what you know?", "category": "Curiosity"},
    {"question": "Who do you love and what are you doing about it?", "category": "Relationships"},
    {"question": "What’s a belief that you hold with which many people disagree?", "category": "Controversy"},
    {"question": "What can you do today that you were not capable of a year ago?", "category": "Personal Growth"},
    {"question": "Do you think crying is a sign of weakness or strength?", "category": "Emotions"},
    {"question": "What would you do differently if you knew nobody would judge you?", "category": "Freedom"},
    {"question": "Do you celebrate the things you do have?", "category": "Gratitude"},
    {"question": "What is the difference between living and existing?", "category": "Philosophy"},
    {"question": "If not now, then when?", "category": "Action"},
    {"question": "Have you done anything lately worth remembering?", "category": "Memories"},
    {"question": "What does your joy look like today?", "category": "Happiness"},
    {"question": "Is it possible to lie without saying a word?", "category": "Deception"},
    {"question": "If you had a friend who spoke to you in the same way that you sometimes speak to yourself, how long would you allow this person to be your friend?", "category": "Self-Reflection"},
    {"question": "Which activities make you lose track of time?", "category": "Enjoyment"},
    {"question": "If you had to teach something, what would you teach?", "category": "Teaching"},
    {"question": "What would you regret not fully doing, being or having in your life?", "category": "Regret"},
    {"question": "Are you holding onto something that you need to let go of?", "category": "Letting Go"},
    {"question": "When you are 80-years-old, what will matter to you the most?", "category": "Long-Term Perspective"},
    {"question": "When is it time to stop calculating risk and rewards and just do what you know is right?", "category": "Decision-Making"},
    {"question": "How old would you be if you didn’t know how old you are?", "category": "Age"},
    {"question": "Would you break the law to save a loved one?", "category": "Ethics"},
    {"question": "What makes you smile?", "category": "Happiness"},
    {"question": "When it’s all said and done, will you have said more than you’ve done?", "category": "Action"},
    {"question": "If you had the opportunity to get a message across to a large group of people, what would your message be?", "category": "Communication"},
    {"question": "If the average human lifespan was 40 years, how would you live your life differently?", "category": "Perspective"},
    {"question": "What do we all have in common besides our genes that makes us human?", "category": "Humanity"},
    {"question": "If you could choose one book as a mandatory read for all high school students, which book would you choose?", "category": "Education"},
    {"question": "Would you rather have less work or more work you actually enjoy doing?", "category": "Work-Life Balance"},
    {"question": "What is important enough to go to war over?", "category": "Values"},
    {"question": "Which is worse, failing or never trying?", "category": "Risk"},
    {"question": "When was the last time you listened to the sound of your own breathing?", "category": "Mindfulness"},
    {"question": "What’s something you know you do differently than most people?", "category": "Uniqueness"},
    {"question": "What does ‘The American Dream’ mean to you?", "category": "Dreams"},
    {"question": "Would you rather be a worried genius or a joyful simpleton?", "category": "Contentment"},
    {"question": "If you could instill one piece of advice in a newborn baby’s mind, what advice would you give?", "category": "Wisdom"},
    {"question": "What is the most desirable trait another person can possess?", "category": "Character"},
    {"question": "What are you most grateful for?", "category": "Gratitude"},
    {"question": "Is stealing to feed a starving child wrong?", "category": "Ethics"},
    {"question": "What do you want most?", "category": "Desires"},
    {"question": "Are you more worried about doing things right, or doing the right things?", "category": "Morality"},
    {"question": "What has life taught you recently?", "category": "Learning"},
    {"question": "What is the one thing you would most like to change about the world?", "category": "Change"},
    {"question": "Where do you find inspiration?", "category": "Inspiration"},
    {"question": "Can you describe your life in a six word sentence?", "category": "Summary"},
    {"question": "If we learn from our mistakes, why are we always so afraid to make a mistake?", "category": "Fear"},
    {"question": "What impact do you want to leave on the world?", "category": "Legacy"},
    {"question": "What is the most defining moment of your life thus far?", "category": "Reflection"},
    {"question": "In the haste of your daily life, what are you not seeing?", "category": "Awareness"},
    {"question": "If life is so short, why do we do so many things we don’t like and like so many things we don’t do?", "category": "Purpose"},
    {"question": "What lifts your spirits when life gets you down?", "category": "Resilience"},
    {"question": "Have you ever regretted something you did not say or do?", "category": "Regret"},
    {"question": "Has your greatest fear ever come true?", "category": "Fear"},
    {"question": "Why do we think of others the most when they’re gone?", "category": "Reflection"},
    {"question": "What is your most beloved childhood memory?", "category": "Memories"},
    {"question": "Is it more important to love or be loved?", "category": "Relationships"},
    {"question": "If it all came back around to you, would it help you or hurt you?", "category": "Self-Reflection"},
    {"question": "If you had the chance to go back in time and change one thing would you do it?", "category": "Regret and Reflection"},
    {"question": "If a doctor gave you five years to live, what would you try to accomplish?", "category": "Life Goals"},
    {"question": "What is the difference between falling in love and being in love?", "category": "Love and Relationships"},
    {"question": "Who do you think stands between you and happiness?", "category": "Self-Reflection"},
    {"question": "What is the difference between innocence and ignorance?", "category": "Perception and Understanding"},
    {"question": "What is the simplest truth you can express in words?", "category": "Philosophy"},
    {"question": "What gives your life meaning?", "category": "Purpose"},
    {"question": "Can there be happiness without sadness? Pleasure without pain? Peace without war?", "category": "Life Balance"},
    {"question": "What’s the one thing you’d like others to remember about you at the end of your life?", "category": "Legacy"},
    {"question": "Is there such a thing as perfect?", "category": "Perfection"},
    {"question": "To what degree have you actually controlled the course your life has taken?", "category": "Self-Control"},
    {"question": "What does it mean to be human?", "category": "Existential"},
    {"question": "If you looked into the heart of your enemy, what do you think you would find that is different from what is in your own heart?", "category": "Empathy"},
    {"question": "What do you love most about yourself?", "category": "Self-Appreciation"},
    {"question": "Where would you most like to go and why?", "category": "Travel and Exploration"},
    {"question": "Is it more important to do what you love or to love what you are doing?", "category": "Passion and Fulfillment"},
    {"question": "What do you imagine yourself doing ten years from now?", "category": "Future Vision"},
    {"question": "What small act of kindness were you once shown that you will never forget?", "category": "Gratitude"},
    {"question": "What is your happiest childhood memory? What makes it so special?", "category": "Childhood"},
    {"question": "Do you own your things or do your things own you?", "category": "Materialism"},
    {"question": "Would you rather lose all of your old memories or never be able to make new ones?", "category": "Memory"},
    {"question": "How do you deal with someone in a position of power who wants you to fail?", "category": "Adversity"},
    {"question": "What do you have that you cannot live without?", "category": "Essentials"},
    {"question": "When you close your eyes what do you see?", "category": "Imagination"},
    {"question": "What sustains you on a daily basis?", "category": "Motivation"},
    {"question": "What are your top five personal values?", "category": "Values"},
    {"question": "Why must you love someone enough to let them go?", "category": "Love and Loss"},
    {"question": "Do you ever celebrate the green lights?", "category": "Appreciation"},
    {"question": "What personal prisons have you built out of fears?", "category": "Fear"},
    {"question": "What one thing have you not done that you really want to do?", "category": "Desire"},
    {"question": "Why are you, you?", "category": "Identity"},
    {"question": "If you haven’t achieved it yet what do you have to lose?", "category": "Risk"},
    {"question": "What three words would you use to describe the last three months of your life?", "category": "Reflection"},
    {"question": "Is it ever right to do the wrong thing? Is it ever wrong to do the right thing?", "category": "Ethics"},
    {"question": "How would you describe ‘freedom’ in your own words?", "category": "Freedom"},
    {"question": "What is the most important thing you could do right now in your personal life?", "category": "Priorities"},
    {"question": "If you could ask one person, alive or dead, only one question, who would you ask and what would you ask?", "category": "Curiosity"},
    {"question": "If happiness was the national currency, what kind of work would make you rich?", "category": "Happiness"},
    {"question": "What is your number one goal for the next six months?", "category": "Goals"},
    {"question": "Would you ever give up your life to save someone else?", "category": "Sacrifice"},
    {"question": "Are you happy with yourself?", "category": "Self-Evaluation"},
    {"question": "What is the meaning of ‘peace’ to you?", "category": "Peace"},
    {"question": "What are three moral rules you will never break?", "category": "Morality"},
    {"question": "What does it mean to allow another person to truly love you?", "category": "Love and Vulnerability"},
    {"question": "Who or what do you think of when you think of love?", "category": "Love"},
    {"question": "If your life was a novel, what would be the title and how would your story end?", "category": "Imagination"},
    {"question": "What would you not give up for $1,000,000 in cash?", "category": "Values"},
    {"question": "When do you feel most like yourself?", "category": "Authenticity"},
    {"question": "When you help someone do you ever think, “What’s in it for me?”", "category": "Altruism"},
    {"question": "What is your greatest challenge?", "category": "Challenges"},
    {"question": "How do you know when it’s time to continue holding on or time to let go?", "category": "Decision Making"},
    {"question": "How do you define success?", "category": "Success"},
    {"question": "If someone could tell you the exact day and time you are going to die, would you want them to tell you?", "category": "Mortality"},
    {"question": "If I could grant you one wish what would you wish for?", "category": "Desire"},
    {"question": "What have you read online recently that inspired you?", "category": "Inspiration"},
    {"question": "Why do religions that advocate unity divide the human race?", "category": "Religion"},
    {"question": "If you could live one day of your life over again, what day would you choose?", "category": "Reflection"},
    {"question": "What can money not buy?", "category": "Wealth"},
    {"question": "If you left this life tomorrow, how would you be remembered?", "category": "Legacy"}
]